Repository: chuckntaylor/pandemic_rapid_response_timer
Catalog: lib/l10n/arb/intl_*.arb
Languages: fr

# title
source: Pandemic Rapid Response Timer
fr: Pandemic Rapid Response Minuteur

source: Easy
fr: Facile

source: Veteran
fr: Vétéran

source: Heroic
fr: Héroïque

# numCityPlaced
source: City cards placed
fr: Cartes en jeu au départ

# numCityInDeck
source: City cards in deck
fr: Cartes empilées

# semanticMissionIcon
source: mission icon
fr: icône pour mission

source: Resume Game
fr: Reprendre le Jeu

# cardsInDeck
source: City cards in deck
fr: Cartes empilées

source: resolve city
fr: ville ravitaillée

# cardsInPlay
source: City cards in play
fr: Cartes en jeu

# musicToggleIconSemantic
source: music toggle button
fr: bouton musique

# exitIconSemantic
source: exit button
fr: bouton quitter

source: start
fr: démarrer

# exitMessage
source: Are you sure you want to exit?
fr: Êtes-vous certain de vouloir quitter?

# victoryMessage
source: Congratulations! Your team has won the game!
fr: Félicitations! Votre équipe a gagné la partie!

source: cancel
fr: annuler

# gameOverTitle
source: Mission failed!
fr: Mission échouée!

source: resume
fr: reprendre

# victoryIconSemantic
source: Victory stars
fr: Étoiles de victoire

source: done
fr: terminé

# exitTitle
source: Exit?
fr: Quitter?

# gameOverMessage
source: Your team is out of time.
fr: Votre équipe est à court de temps.

# timeUpMessage
source: Draw a new card from the city deck. When you are ready, press RESUME.
fr: Prenez une carte de ville et ajouter la au jeu. Quand vous êtes prêts, appuyer sur REPRENDRE.

# victoryTitle
source: Victory!
fr: Victoire!

source: exit
fr: quitter

# gameOverIconSemantic
source: Game over
fr: Jeu terminé

# timeUpTitle
source: Time up!
fr: Temps écoulé!

# aboutChuck
source: Pandemic Rapid Response Timer App developed by Chuck Taylor. For more information, visit {{chucktaylor.dev}}. © Chuck Taylor 2020 Disclaimer: This application is an 'unofficial' companion app for the Pandemic Rapid Response™ boardgame from Z-MAN games. This app is not affiliated or sponsored in any way by Z-MAN Games.
fr: L'application Minuterie Rapid Response fut développé par Chuck Taylor. Pour plus d'information, visitez {{chucktaylor.dev}}. © Chuck Taylor 2020 Veuillez noter: Cette application accompagnatrice du jeu de société Pandemic Rapid Response ™ de Z-MAN games est une application non officielle. Cette application n'est ni affilié ni commandité par Z-MAN Games.
